
import img1 from '../assets/1.jpeg';
import img2 from '../assets/2.jpeg';
import img3 from '../assets/13.jpeg';
import img4 from '../assets/4.jpeg';
import img5 from '../assets/5.jpeg';
import img6 from '../assets/6.jpeg';
import img7 from '../assets/11.jpeg';
// import img8 from '../assets/8.jpeg';
// import img9 from '../assets/9.jpeg';


export const blogData = [
    {
        id: 1,
        title: "काफ़ी वक्त बाद",
        image: img1,
        content: "काफ़ी वक्त बाद उस जगह पर आया जहाँ हमारी बातें होती थी। वहाँ अब अँधेरा है, खामोंशी है जो काटने को दौड़ती है, तुम्हारी यादें है जो जकड़ कर रखती है। वहाँ खड़े हो पाना भी ना मुमकिन सा है पेर कापने लगते है। हाथ से लकीरे जैसे मिटाने लगी हो वैसे हाथों को कोई काट रहा हो । इस जगह पर नकारी हुई सारी बातें ढस रही है कुछ बातें है जो याद आ रही है जैसे वो मुझ पर हावी होना चाहती हो कुछ बातें जो है जैसे याद आ कर मिट जानी है। इस अंधेरे एमवी तुम्हारी ही आहट भरी हुई है, इतनी खामोंशी है कि तुम्हारी ही आवाज़ गूंज रही है चारों और मानो मुझे मार कर भी मानेगी। सोचता हूँ के मिटा दूँ ख़ुद को और यही रुक जाऊँ तेरी यादों को ख़ुद को खाने दूँ। लौट जाऊँ उस ख़याली दोर में जहाँ हम बातें करते थे और मार जाऊँ यही ।",
        link: "/view/1"
    },
    {
        id: 2,
        title: 'धूल',
        image: img2,
        content: "कहीं सारी चीज़े है जो तुम्हारे इंतज़ार के साथ जी रही है, धूल जम गई है हर उस जगह जो तुम्हारे इंतज़ार में है तुम्हारे इंतज़ार में सब चीज़ें धूल से निपट कर रो रही है एक तुम्हारे लिए मेरा प्रेम ही है जो मैंने संभाल कर धूप में रक्खा है जो भरे सावन में भीग जाता है तो ठंड में जम सा जाता है पर आख़िर वैसे का वैसा। घर की दीवारों में सीलन भी तुम्हारी याद दिलाती है जैसे सीलन में तुम्हारी तस्वीरें बनी हो। आईना अभी जूठ दिखाने लगा है जब भी में देखता हूँ तो तुम्हारे ही अक्स दिखायी पड़ते है जो थे ही नहीं। बिस्तर पर बिखरी हुई चद्दर तुम्हारे जाने के बाद वैसे की वैसी ही है । तुम्हारी ख़ुशबू से महकते तकिये आसूँ से भरे पड़े है। कहीं कभी अँधेरा दिखता है तो अपनी बहे अब भी खोल लेता हूँ और इंतज़ार करता हूँ की तुम कभी भी आ कर डर से लिपट जाओगी। तुम्हारे कपड़े अब भी संभाल कर रखे है अलमारी में साफ़ और सुंदर । धूल है तो मेरे कपड़ों में। तुम्हारे कान के झुमखे मैंने कही संभाल कर रखे है पर भूल गया हूँ, कहीं बार याद करने की कौशिशें की पर नहीं मिले। तुम्हारे दिए हुए ख़त अब सड़ने लगे है, कुछ किताबें है तुम्हारी मेरे पास मैं फिर से पढ़ना चाहता हूँ पर फिर उसमे रखे फूल महकते है और में किताब और कमरा दोनों बंध कर लेता हूँ और ख़ुद को उस आस में रखता हूँ की तुम आओगी और हद वो छिज़ें ले जाओगी जो धूल से सनी पड़ी है। और छोड़ जाओगी हर वो धूल मेरे साथ जिसने मेरे साथ तुम्हारा इंतज़ार किया। ",
        link: "/view/2"
    },
    {
        id: 3,
        title: "प्रेम और दुख!",
        image: img4,
        content: "प्रेम ने हमेशा दुख ही दिया है । प्रेम कुछ और दे ही नहीं सकता कैसे दे सकता है दुख से भरा हुआ है प्रेम, जिन्होंने प्रेम में सुख पाया वो हमेशा प्रेम होने का ढोंग ही करते रहे । प्रेम में दुख उतना है की जितना समदर में पानी, प्रेम सुख देना ही नहीं जानता। प्रेम ने सदा देने से ज़्यादा छीना है । वो प्रेम नहीं है जो मांगने पर मिल रहा है, प्रेम ने वो सब कुछ छीन लिया, जिसे प्रेम की वजह से मिला भी नहीं था । प्रेम सदियों से दरिद्र ही रहा है, प्रेम में दरिद्रता इतनी है की उसमे दूर दूर तक सिर्फ दर्द और दुख के बादल ही दिखाई देंगे । प्रेम जीवन और रिश्तों से आगे की दरिद्रता को दर्शाता है । प्रेम में ऊँचाई इतनी है गिरने पर भी दुख ही मिलेगा। ना कोई प्रेम के साथ आगे बढ़ा है ना आगे बढ़ेगा, प्रेम ने  हमेशा साथ चलाने के ढंग को दुख में उतारा है । प्रेम में साथ रहने को दुख है दूर होने को दुख है । दुख के अलावा भी है वो है दर्द पर दर्द से ज़्यादा दुख की मात्रा ज़्यादा है । मैंने जाना है दुख में उतर जाने से प्रेम को जीता जा सकता है मेरी मान्यता जूठी है। दुख और प्रेम में समानता है। प्रेम ने वो सब कुछ दिया जो है ही नहीं। किसी आपने के मार जाने से भी ज़्यादा दुखद होती है प्रेम की परिभाषा। प्रेम एक दुख है पर हर किसी के हिस्से आता है और दुख दिए बिना नहीं जाता । प्रेम ने हमे वो सब कुछ दिया जिसका हम अहसास तक नहीं कर सकते । पर आखिर में वो सिर्फ दुख की और धकेलता है । प्रेम इंसान को दरिद्रता से भर देता है मार देता हर उस उम्मीद को जहाँ से प्रेम मिल सकता है। हर जगह जहाँ जहाँ प्रेम होने की उम्मीद है वहाँ दुख है ।",
        link: "/view/3"
    },
    {
        id: 4,
        title: "बदलते मौसमों को ठहराकर देखना उसे उदास करता है",
        image: img3,
        content: `बदलते मौसमों को ठहराकर देखना उसे उदास करता है 
                    इसी लिए वो कहता भी है अक्टूबर उदासियों का महीना है `,
        link: "/view/4"
    }, {
        id: 5,
        title: "मुलाक़ात",
        image: img5,
        content: `मुलाक़ात नहीं हुई। ना पहेली ना आखरी 
            कहीं सारे ख़्वाब दबे रहे 
            कहीं सारी बातें उनकही ही रही 
            ख्वाइशें बढ़ती गई 
            मुलाक़ात नहीं हुई 

            भूल गए थे की मिलना बाक़ी है 
            सब धुंधला होता जा रहा था 
            ना वो आ रही थी ना में जाना याद कर रहा था 
            दिन बेबस और रातें लंबी होती जा रही थी 
            भूलते जा रहे थे के मिलना बाक़ी है 
            उस बाद भी, मुलाक़ात नहीं हुई 

            नई नई बातें, लोग सब बयाँ होते जा रहे थे 
            कुछ दूर जा रहे थे कुछ पास आ रहे थे 
            कुछ खोते जा रहे थे, कुछ भूलते जा रहे थे 
            पर वो एक बात किसी को याद नहीं आई
            मुलाकात नहीं हुई 

            खुले आसमान के नीचे घुटन सी थी 
            बंध कमरे में मौत सी थी 
            एक मुलाकात का ख़्वाब अपना जीवन तोड़ रहा था 
            नींद आने को थी, पर अफ़सोस 
            मिलाक़ात नहीं हुई 

            इंतज़ार की उम्र बढ़ रही थी 

            दूरियाँ इतनी थी की ज़िक्र ही सुनाई देता था 
            कोई कुछ कहे गया, कोई कुछ बोल गया `,
            link: "/view/5"
        }, 
        {
        id: 6,
        title: `में कम नसीब वो मेरे हिस्से आ गई`,
        image: img6,
        content: `में कम नसीब वो मेरे हिस्से आ गई 
                उसने कहा था मेरा इंतज़ार कर `,
        link: '/view/6'
    }, {
        id: 7,
        title: `दूर`,
        image: img7,
        content: `हम दूर हो गए। दूर इतने के जैसे पेड़ की झड़े और पत्ते । दूरियाँ बढ़ती रही, वो सब कुछ जो नज़दीक था मिट सा गया। वक्त गुज़रा हम और दूर हो गए, नज़दीक आने के रास्ते धुँधले होते गए, बातें कम ज़िक्र ज़्यादा होने लगे। मिलने की ख्वाइश मानो जैसे आसमान को छूना हो यादें झलती थी दर्द गहरा उतर रहा था। घर के हर कोने से खोयी हुई चीज़ें मिलने लगी मानो जैसे हर एक उसकी दूरी को बढ़ाता हो । तुम्हारी यादें मानो जैसे नोच खाती है, तड़पती है तेरी आवाज़ को तेरी एक आहट को। घर के दीवारे में सीलन लग गई है, तेरी ख़ुश्बू को घर में हर कोई तरस रहा है `,
        link: '/view/6'
    },
    // ... add more as needed
];
